<template>
  <div>
    对脑部肿瘤的分割任务来说，选择合适的图像进行研究是一个非常重要的问题。目前常用的医学成像技术主要包括：CT 断层扫描，X 射线成像和 MR 磁共振成像。
    磁共振成像（MRI，Magnetic Resonance Imaging），又称自旋成像（Spin Imaging）。其利用核磁共振（Nuclear Magnetic Resonance）原理，根据释放的能量在人体不同组织结构中因密度和厚度带来的不同的衰减，通过外加磁场检测发射出的电磁波得到这一组织结构有关原子核的位置和种类，然后绘制出该组织结构的成像结果。磁共振成像技术既不使用电子离辐射，也不使用造影剂即可获得高对比度的清晰图像，并且其可以从人体分子内部反映出人体器官的失常和早期病变。
    磁共振成像在很多地方优于 X 射线成像和 CT 成像。虽然 X 射线成像和CT成像解决了人体影像重叠问题，但是其成像仍是人体组织结构对 X 射线吸收的空间分布图像，无法提供人体器官的生理状态信息。当病变组织与其周围正常组织的对 X 射线的吸收系数相同时，就无法提供有价值的成像结果。只有当组织病变改变了器官形态、位置以及明显增大时才能被发现。而磁共振成像装置不仅可以像 X 射线成像和 CT 成像那样，获得无重叠的质子密度体层图像，而且还可借助核磁共振原理精确地将人体各组织结构中有关的化学结构信息反映出来，这些信息在经过计算机重建之后，可以将同样密度的不同组织和同一组织的不同化学结构通过影像显示表征出来。这一特点在区分人体脑部中的灰质与白质、组织坏死、恶性疾患和退化性疾病的早期诊断中具有重要意义，其软组织的对比度也更为精确。
    相比 X 射线的成像方式，MR 成像过程中不会对人体造成任何危害。同样值得注意的是，磁共振可以得到多种模态的脑肿瘤图像，可以帮助获取更加丰富的肿瘤信息，磁共振可以通过控制氢离子的运动方式得到不同的成像序列：
    （1）FLAIR序列是核磁共振(MR)的一种常用的序列，全称是液体衰减反转回复序列，也称为水抑制成像技术. 通俗地说,它是压水像。在该序列上，脑脊液呈现低信号(暗一些)，实质性病灶和含有结合水的病灶显示为明显的高信号(亮一些)。
    （2）T1、T2是用于测量电磁波的物理量,它们可以作为成像的数据.根据T1来成像的,就叫“T1加权成像(T1-weighted-imaging)”,临床工作中也经常简称“T1”,T2同理.
  </div>
</template>

<script>
const title = `医学图像预处理`

export default {
  title: title,
  type: 'image_preprocessing'
}
</script>
