// 绪论
const title = `绪论`
const msg = `   脑肿瘤通常是指“颅内肿瘤”，是大脑内部的一种异常组织增生，会对我们的神经系统造成严重损伤。神经胶质瘤是死亡率和患病率最高的脑肿瘤，属于成年人中高发的原发性细胞癌，大约占据恶性肿瘤的70%，癌变发生在神经胶质细胞。
    尽管近年来放化疗技术和抗癌药物得到了比较大的发展，但是大多数类型的高等级胶质瘤患者的病状预后性仍然很差，即使在接受治疗的情况下，恶性胶质瘤患者的预期寿命平均不足 12个月，其中只有5%的患者在诊断后5年内存活。即使是良性的胶质瘤存活期也只有两年左右。
    临床中，核磁成像无论在病情诊断，治疗方式的选择还是在放化疗的计划制定中都得到了广泛的应用。常用的核磁共振图像有T1加权成像(T1一weighted MⅪ，T1)、增强对比的T1加权 (T1一weighted MRJ with gadolinium e11hancing conast，T1c)、T2加权成像(T2一weighted MⅪ， T2)和液体衰减反转恢复的T2加权成像(T2一weighted MⅪ with nuid_attenuated inVersion recoVery， FLAIR)。不同模态的MRI 中，对不同脑组织的呈现清晰度不同。
    肿瘤和正常脑组织存在灰度上的相似性，仅通过医生视觉，从不同模态的 MRI 中获得关于脑瘤的综合性评价信息存在极大的困难。与正常组织相比，即使在同一种肿瘤中，在肿瘤的图像强度、纹理、尺寸、形状、位置等特征中也存在比较大的差异性。
    近年来计算机辅助诊断得到越来越多的关注，图像中的病灶分割是后面治疗步骤的初步阶段，辅助医生对脑肿瘤进行定性和定量的分析（结构分析，运动分析，三维可视化），从而大大提高医疗诊断的准确性和可靠性，同时可以很好地了解肿瘤是如何影响大脑的，为临床诊断提供支持。也在医疗教学、手术规划、手术仿真及各种医学研究中也能起重要的辅助作用。因此，在不同模态的脑MRI中准确自动分割脑肿瘤，是医学图像分析中具有挑战性的任务之一。 
`

export default {
  title: title,
  msg: msg
}
